{
  "HHO": {
    "name": "H20",
    "description": "Вода́ — бинарное неорганическое соединение с химической формулой Н₂O.При нормальных условиях представляет собой прозрачную жидкость, не имеющую цвета, запаха и вкуса."
  },
  "CHHHH": {
    "name": "CH4",
    "description": "Мета́н — простейший по составу предельный углеводород, бесцветный газ без запаха, химическая формула — CH₄. Метан нетоксичен и неопасен для здоровья человека."
  },
  "HHSOOOO": {
    "name": "H2S04",
    "description": "Се́рная кислота́ H2SO4 — сильная двухосновная кислота, отвечающая высшей степени окисления серы (+6). При обычных условиях концентрированная серная кислота — тяжёлая маслянистая жидкость без цвета и запаха, с кислым «медным» вкусом."
  },
  "NHHHH": {
    "name": "NH4",
    "description": "Аммоний — полиатомный катион с химической формулой NH₄⁺. Аммоний с анионами образует соли аммония, аммониевые соединения, последние входят в большой класс ониевых соединений."
  },
  "AgCl": {
    "name": "AgCl",
    "description": "Хлори́д серебра́(I) (хлористое серебро) — AgCl, неорганическое бинарное соединение серебра с хлором, серебряная соль хлороводородной (соляной) кислоты. "
  },
  "CaClCl": {
    "name": "CaCl2",
    "description": "Хлори́д ка́льция, CaCl2 — кальциевая соль соляной кислоты. Зарегистрирован в качестве пищевой добавки E509. Считается безвредным."
  },
  "AgNOOO": {
    "name": "AgNO3",
    "description": "Нитра́т серебра́ — неорганическое соединение, соль металла серебра и азотной кислоты с формулой AgNO₃, бесцветные ромбические кристаллы, растворимые в воде."
  },
  "FeFFF": {
    "name": "FeF3",
    "description": "Фторид железа(III) — неорганическое соединение, соль металла железа и плавиковой кислоты с формулой FeF₃, зелёные кристаллы, слабо растворяется в воде, образует кристаллогидраты."
  },
  "NaOH": {
    "name": "NaOH",
    "description": "Гидрокси́д на́трия — самая распространённая щёлочь, химическая формула NaOH. В год в мире производится и потребляется около 57 млн тонн едкого натра."
  }
}